Repository: Emon526/Mother-Care-Flutter
Catalog: lib/l10n/intl_*.arb
Languages: bn

# appname
source: Mother Care
bn: মাদার কেয়ার

# nextbutton
source: Next
bn: পরবর্তী

# donebutton
source: Done
bn: সম্পন্ন

# skipbutton
source: Skip
bn: এড়িয়ে যান

# prevbutton
source: Prev
bn: পূর্ববর্তী

# finishbutton
source: Finish
bn: শেষ করুন

# applybutton
source: Apply
bn: আবেদন করুন

# resetbutton
source: Reset
bn: পূনরায় করুন

# learnmorebutton
source: Learn more
bn: আরও জানুন

source: read more
bn: আরও পড়ুন

# readless
source: show less
bn: কম দেখান

# howtoselfcheckbutton
source: How to self-check
bn: কীভাবে নিজেকে যাচাই করবেন

# checkyourselfbutton
source: CHECK YOURSELF STEP BY STEP
bn: ধাপে ধাপে নিজেকে চেক করুন

# setreminderbutton
source: Set a Reminder
bn: একটি রিমাইন্ডার সেট করুন

# consultdoctorbutton
source: Consult Doctor
bn: চিকিৎসকের সাথে পরামর্শ করুন

# bookappointmentbutton
source: Book an Appointment
bn: অ্যাপয়েন্টমেন্ট বুক করুন

# callforappointmentbutton
source: Call for Appointment
bn: অ্যাপয়েন্টমেন্টের জন্য কল করুন

# okbutton
source: OK
bn: ঠিক আছে

# cancelbutton
source: CANCEL
bn: বাতিল করুন

# yesbutton
source: YES
bn: হ্যাঁ

# nobutton
source: NO
bn: না

source: Theme
bn: থিম

source: And
bn: এবং

# systemTheme
source: System
bn: সিস্টেম থিম

# lightTheme
source: Light
bn: লাইট থিম

# darkTheme
source: Dark
bn: ডার্ক থিম

source: Language
bn: ভাষা

source: Credits
bn: কৃতিত্ব

# creditBody
source: This app is developed by the students of Daffodil International University. The developers are Asraful Islam, MD Shahajada Hasib and MD Sabbir Hossain Riad. The app is developed under the supervision of Sharmin Akter, Sr. Lecturer, Department of CSE, Daffodil International University.
bn: এই অ্যাপটি ড্যাফোডিল ইন্টারন্যাশনাল ইউনিভার্সিটির শিক্ষার্থীরা তৈরি করেছে। ডেভেলপাররা হলেন আশ্রাফুল ইসলাম, মোঃ শাহজাদা হাছিব ও মোঃ সাব্বির হোসাইন রিয়াদ। অ্যাপটি ড্যাফোডিল ইন্টারন্যাশনাল ইউনিভার্সিটির সিএসই বিভাগের সিনিয়র লেকচারার শারমিন আক্তারের তত্ত্বাবধানে তৈরি করা হয়েছে।

# creditdeveloper
source: Developed by
bn: নির্মাণে

# creditdeveloperdepartment
source: Department of CSE
bn: সিএসই বিভাগ

# creditdevelopername1
source: Asraful Islam
bn: আশ্রাফুল ইসলাম

# creditdevelopername2
source: MD Shahajada Hasib
bn: মোঃ শাহজাদা হাছিব

# creditdevelopername3
source: MD Sabbir Hossain Riad
bn: মোঃ সাব্বির হোসাইন রিয়াদ

# supervisorname
source: Sharmin Akter
bn: শারমিন আক্তারের

# creditdeveloperuniversity
source: Daffodil International University
bn: ড্যাফোডিল ইন্টারন্যাশনাল ইউনিভার্সিটি

source: Select Language
bn: ভাষা নির্বাচন করুন

source: Settings
bn: সেটিংস

# doctors
source: Doctor
bn: চিকিৎসক

source: Awareness
bn: সচেতনতা

source: Breast Cancer
bn: স্তন ক্যান্সার

source: Self Check
bn: নিজের পরীক্ষা

# mammographyscreening
source: Mammography Analysis
bn: ম্যামোগ্রাফি বিশ্লেষণ

source: Reminders
bn: রিমাইন্ডার

source: Select Theme
bn: থিম নির্বাচন করুন

# languageNote
source: You can change the language later from the settings
bn: আপনি পরবর্তীতে সেটিংস থেকে ভাষা পরিবর্তন করতে পারবেন

# exitTitle
source: Are you sure?
bn: আপনি কি নিশ্চিত?

# exitBody
source: Do you want to exit the app?
bn: আপনি কি অ্যাপ থেকে প্রস্থান করতে চান?

# introTitle1
source: Get information
bn: তথ্য নিন

# introTitle2
source: Check yourself
bn: নিজেকে পরীক্ষা করুন

# introTitle3
source: Menstrual self check
bn: মাসিক নিজেকে-পরীক্ষা

# introTitle4
source: Get Appointments
bn: অ্যাপয়েন্টমেন্ট নিন

# introTitle5
source: Mammography Analysis
bn: ম্যামোগ্রাফি বিশ্লেষণ

# introBody1
source: Get information about breast cancer, it's causes, symptoms and how to prevent it.
bn: স্তন ক্যান্সারের কারণ,লক্ষণ এবং প্রতিরোধ সম্পর্কিত তথ্য নিন।

# introBody2
source: Check yourself to prevent breast cancer. Self-checking is the first step to preventing breast cancer.
bn: স্তন ক্যান্সার প্রতিরোধে নিজেকে পরীক্ষা করুন। স্তন ক্যান্সার প্রতিরোধের প্রথম ধাপ হল নিজেকে-পরীক্ষা।

# introBody3
source: Get reminders for your menstrual self-check.You can also check yourself manually.
bn: আপনার মাসিক নিজেকে-পরীক্ষার জন্য রিমাইন্ডার পাবেন। আপনি নিজেকে নিজে পরীক্ষা করতে পারবেন।

# introBody4
source: Get appointments with the best doctors in the country for your checkups.
bn: আপনার চেকআপের জন্য দেশের সেরা চিকিৎসকদের সাথে অ্যাপয়েন্টমেন্ট নিন।

# introBody5
source: Use Artificial intelligence to analyse your mammography and check for any abnormalities.
bn: কৃত্রিম বুদ্ধিমত্তা ব্যবহার করে ম্যামোগ্রাফি বিশ্লেষণ এবং যেকোনো অস্বাভাবিকতা পরীক্ষা করুন।

# awarenessTitle1
source: Early Detection Saves Lives
bn: প্রাথমিক সনাক্তকরণ জীবন বাঁচায়

# awarenessTitle2
source: WHY IT MATTERS
bn: কেন এটি গুরুত্বপূর্ণ

# awarenessBody1
source: The earlier breast cancer is treated, the greater the chance of long-term survival. Regular self-checks can help you detect problems earlier and get treatment faster.
bn: যত তাড়াতাড়ি স্তন ক্যান্সারের চিকিৎসা করা যায়, দীর্ঘমেয়াদী বেঁচে থাকার সম্ভাবনা তত বাড়ে। নিয়মিত নিজেকে-পরীক্ষা আপনাকে আগে সমস্যা সনাক্ত করতে এবং দ্রুত চিকিৎসা পেতে সাহায্য করতে পারে।

# awarenessBody2
source: Why? Because the earlier signs of breast cancer are detected and treated, the better the chances of recovery. Regular check-ups with your gynaecologist or trusted health professional can help to detect breast cancer at an early stage. Your doctor may also recommend a mammogram. But you can do more to protect yourself by checking your own breasts regularly! Regular self-checks are the best way to get to know what is normal for you, and will help you notice changes more quickly. The faster you notice, the sooner you'll be able to react and get treatment if needed. And if there's one thing we know about breast cancer, it's that the earlier it's treated, the greater the likelihood of survival.
bn: কেন? কারণ স্তন ক্যান্সারের লক্ষণ যত শুরুর দিকে নির্ণয় এবং চিকিৎসা করা যাবে তত সুস্থ হওয়ার সম্বাবনা বাড়বে। আপনার গাইনোকোলজিস্ট বা বিশ্বস্ত স্বাস্থ্য পেশাদারের সাথে নিয়মিত চেক-আপ প্রাথমিক পর্যায়ে স্তন ক্যান্সার সনাক্ত করতে সাহায্য করতে পারে। আপনার চিকিৎসক একটি ম্যামোগ্রামের পরামর্শও দিতে পারেন। কিন্তু নিজেকে সুরক্ষিত রাখতে আরো কিছু করতে পারেন নিয়মিত স্তন পরীক্ষার মাধমে! নিয়মিত নিজেকে-পরীক্ষা আপনার জন্য কোনটা স্বাভাবিক এবং পরিবর্তন দ্রুত লক্ষ্য করার জন্য সবচেয়ে ভালো উপায়। যত দ্রুত আপনি লক্ষ্য করবেন তত দ্রুত পদক্ষেপ এবং প্রয়োজনে চিকিৎসা নিতে পারবেন। এবং যদি আমরা স্তন ক্যান্সার সম্মন্ধে একটি জিনিস ও জেনে থাকি তা হলো, যত দ্রুত চিকিৎসা, তত বেশি বাঁচার সম্ভাবনা।

# awarenessNote2
source: Checking your breasts for changes each month is free, easy and might save your life.
bn: স্তনের পরিবর্তন বুঝতে প্রতি মাসে পরীক্ষা বিনামূল্যে এবং সহজে পাবেন যা বাঁচাতে পারে আপনার জীবন।

# awarenessHeader1Title
source: Check your breasts
bn: আপনার স্তন পরীক্ষা করুন

# awarenessHeader1Subtitle
source: Save Your Lives
bn: আপনার জীবন বাঁচান

# awarenessHeader2Title
source: Check your breasts
bn: আপনার স্তন পরীক্ষা করুন

# awarenessHeader2Subtitle
source: Save Your Lives
bn: আপনার জীবন বাঁচান

# awarenessHeader3Title
source: Get the free
bn: বিনামূল্যে পাবেন

# awarenessHeader3Subtitle
source: SELF CHECK GUIDE
bn: নিজেকে পরীক্ষার নির্দেশনা

# selfCheckInstructionTitle
source: WHAT TO LOOK FOR
bn: কি পর্যবেক্ষণ করবেন

# selfCheckInstruction1Title
source: Lumps, knots, thickening
bn: পিণ্ড, গিঁট, ঘন হওয়া

# selfCheckInstruction1Subtitle
source: Lumps, hardened knots or thickenings in the breast tissue can be a sign of breast cancer. They can occur right under the skin, in the middle of the breast or in the deep tissue near the bones.
bn: স্তনের টিস্যুতে পিণ্ড, শক্ত গিঁট বা ঘন হওয়া স্তন ক্যান্সারের লক্ষণ হতে পারে। এগুলি ত্বকের ঠিক নীচে, স্তনের মাঝখানে বা হাড়ের কাছাকাছি গভীর টিস্যুতে ঘটতে পারে।

# selfCheckInstruction2Title
source: Changes in size or shape
bn: আকার বা আকৃতির পরিবর্তন

# selfCheckInstruction2Subtitle
source: Unusual changes in size, contour or shape should be checked. The same is true for distortions or swellings. Keep in mind that your left and right breast might look different. Know what is normal for you.
bn: আকার, কনট্যুর বা আকৃতিতে অস্বাভাবিক পরিবর্তনগুলি পরীক্ষা করা উচিত। একই বিকৃতি বা ফোলা জন্য সত্য. মনে রাখবেন আপনার বাম এবং ডান স্তন আলাদা দেখা যেতে পারে। আপনি জানেন আপনার জন্য কোনটা স্বাভাবিক।

# selfCheckInstruction3Title
source: Skin changes
bn: ত্বকের পরিবর্তন

# selfCheckInstruction3Subtitle
source: There should be no strange wrinkling or bulging of the skin. Get checked if there is any persistent redness, soreness or rash, especially if only on one side.
bn: ত্বকে কোন অদ্ভুত কুঁচকে যাওয়া বা ফুলে যাওয়া উচিত নয়। কোনো ক্রমাগত লালভাব, ব্যথা বা ফুসকুড়ি আছে কিনা পরীক্ষা করুন, বিশেষ করে যদি শুধুমাত্র এক দিকে।

# selfCheckInstruction4Title
source: Nipple discharge
bn: স্তনবৃন্ত স্রাব

# selfCheckInstruction4Subtitle
source: The nipple should look normal to you, and should be free from irritation. Check for unusual discharge of fluid or blood.
bn: স্তনবৃন্তটি আপনার কাছে স্বাভাবিক দেখা উচিত এবং জ্বালামুক্ত হওয়া উচিত। তরল বা রক্তের অস্বাভাবিক স্রাবের জন্য পরীক্ষা করুন।

# selfCheckHintTitle
source: Helpful Hint : Shower
bn: সহায়ক ইঙ্গিত: গোসল

# selfCheckHintBody
source: You can do your self-check under the shower. Sometimes itâ€™s easier when the breast is wet and soapy.
bn: আপনি ঝরনার নিচে নিজেকে-পরীক্ষা করতে পারেন. কখনও কখনও যখন স্তন ভেজা এবং পিচ্ছিল হয় এটি সহজ হয়।

# selfCheckStep1Title
source: Begin
bn: শুরু করুন

# selfCheckStep1Body
source: Start in an upright position, hands on your hips. Look at your breasts with the help of a mirror, your mobile phone, or a friend.
bn: একটি সোজা অবস্থানে শুরু করুন, আপনার কোমরে হাত দিন। একটি আয়না, আপনার মোবাইল ফোন বা বন্ধুর সাহায্যে আপনার স্তন দেখুন।

# selfCheckStep2Title
source: Look
bn: দেখুন

# selfCheckStep2Body
source: Do you see any changes in size, shape or colour. Swelling? Puckering of the skin? Raise your arms and check again.
bn: আপনি কি আকার, আকৃতি বা রঙে কোন পরিবর্তন দেখতে পাচ্ছেন। ফোলাভাব? ত্বকের খোঁচা? আপনার বাহু তুলে আবার পরীক্ষা করুন।

# selfCheckStep3Title
source: Feel
bn: অনুভব করা

# selfCheckStep3Body
source: Use the pads of your fingers and feel your breast. Follow a pattern. Feel for lumps, hardened knots and thickenings.
bn: আপনার আঙ্গুলের অগ্রভাগ ব্যবহার করুন এবং আপনার স্তন অনুভব করুন। একটি প্যাটার্ন অনুসরণ করুন।ফোলা মাংস পিণ্ড,শক্ত গিঁট এবং ঘন কিছুর জন্য অনুভব করুন।

# selfCheckStep4Title
source: Circles
bn: বৃত্ত

# selfCheckStep4Body
source: Keep your fingers together and flat. Move in small circles. Repeat using light, medium and then firm pressure. With firm pressure you should feel your ribcage.
bn: আপনার আঙ্গুলগুলি একসাথে এবং সমতল রাখুন। ছোট ছোট বৃত্তে ঘুরান। হালকা, মাঝারি এবং তারপর দৃঢ় চাপ ব্যবহার করে পুনরাবৃত্তি করুন। দৃঢ় চাপের সাথে আপনার পাঁজরের খাঁচা অনুভব করা উচিত।

# selfCheckStep5Title
source: Armpit
bn: বগল

# selfCheckStep5Body
source: Cover all the way up to your armpit. The left hand feels the right side and the right hand feels the left side.
bn: আপনার বগল পর্যন্ত সমস্ত পথ ঢেকে রাখুন। বাম হাত ডান দিক অনুভব করবে এবং ডান হাত বাম দিকে অনুভব করবে।

# selfCheckStep6Title
source: Nipple
bn: স্তনবৃন্ত

# selfCheckStep6Body
source: Squeeze the nipple. Is there any unusual discharge?
bn: স্তনবৃন্ত চেপে ধরেন । কোন অস্বাভাবিক স্রাব আছে?

# selfCheckStep7Title
source: Lie down
bn: শুয়ে পড়ুন

# selfCheckStep7Body
source: Lie down so the tissue spreads out evenly. Repeat the examination of your breasts.
bn: শুয়ে পড়ুন যাতে টিস্যু সমানভাবে ছড়িয়ে পড়ে। আপনার স্তনের পরীক্ষা পুনরাবৃত্তি করুন।

# selfCheckFinishTitle
source: DID YOU NOTICE ANYTHING UNUSUAL?
bn: আপনি কি অস্বাভাবিক কিছু লক্ষ্য করেছেন?

# selfCheckFinishBody
source: Keep calm - most changes are not dangerous. Check again after your next menstrual cycle. If it's still there, consult your doctor or health professional.
bn: শান্ত থাকুন - বেশিরভাগ পরিবর্তন বিপজ্জনক নয়। পরবর্তী মাসে আবার পরীক্ষা করুন। যদি এটি তখনও সেখানে থাকে , আপনার চিকিৎসক বা স্বাস্থ্য পেশাদারের সাথে পরামর্শ করুন।

# emptyReminder
source: No reminder Added Yet!
bn: কোনো রিমাইন্ডার এখনো যোগ করা হয়নি!

source: Add Reminder
bn: রিমাইন্ডার যোগ করুন

# addReminderHint
source: Menstrual Self Check
bn: মাসিক নিজেকে-পরীক্ষা

# addReminderTitle
source: Title
bn: শিরোনাম

# addReminderDate
source: Date
bn: তারিখ

# addReminderTime
source: Time
bn: সময়

# addRemindertitleError
source: Please Enter Title
bn: অনুগ্রহ করে শিরোনাম লিখুন

# addReminderDateError
source: Please Pick a Date
bn: একটি তারিখ পছন্দ করুন

# addReminderTimeError
source: Please Pick a Time
bn: একটি সময় পছন্দ করুন

# addReminderSnakeBar
source: You will be reminded {duration} later
bn: আপনাকে {duration} পরে মনে করিয়ে দেওয়া হবে

# pickimageSnakeBar
source: Please select a profile photo
bn: একটি প্রোফাইল ফটো নির্বাচন করুন

# forgotpasswordSnakeBar
source: Please check your email
bn: অনুগ্রহপূর্বক আপনার ইমেইল চেক করুন

# termsconditionSnakeBar
source: Please accept terms & conditions
bn: শর্তাবলী স্বীকার করুন

source: days
bn: দিন

source: hours
bn: ঘন্টা

source: minutes
bn: মিনিট

source: seconds
bn: সেকেন্ড

source: Version
bn: সংস্করণ

# mammogramHintTitle
source: What Is a Mammogram?
bn: একটি ম্যামোগ্রাম কি?

# mammogramHintBody
source: A mammogram is an X-ray picture of the breast. Doctors use a mammogram to look for early signs of breast cancer. Regular mammograms are the best tests doctors have to find breast cancer early, sometimes up to three years before it can be felt.
bn: একটি ম্যামোগ্রাম হল স্তনের একটি এক্স-রে ছবি। স্তন ক্যান্সারের প্রাথমিক লক্ষণগুলি দেখতে চিকিৎসকরা একটি ম্যামোগ্রাম ব্যবহার করেন। নিয়মিত ম্যামোগ্রাম হল সর্বোত্তম পরীক্ষা যা চিকিৎসকদের স্তন ক্যান্সারের প্রথম দিকে খুঁজে বের করতে হয়, কখনও কখনও এটি অনুভব করার তিন বছর আগে পর্যন্ত।

source: Mammogram
bn: ম্যামোগ্রাম

# whatis
source: What is {mammogram} ?
bn: {mammogram} কি ?

# waitingforimage
source: Click to Upload Image
bn: ছবি আপলোডের জন্য ক্লিক করুন

source: Upload Image
bn: চিত্র আপলোড

source: Change Image
bn: ছবি পরিবর্তন করুন

# mammographyNote
source: The Patient should be photographed by a {mammogram}
bn: একটি {mammogram} দ্বারা রোগীর ছবি তোলা উচিত

# getpredictionresultbutton
source: Get Analysis Result
bn: বিশ্লেষণ ফলাফল

# predictionresult
source: Analysis Result
bn: বিশ্লেষণ ফলাফল

# generatePdfButton
source: Generate Pdf
bn: পিডিএফ তৈরি করুন

# filterDoctorListError
source: Please select some locations
bn: কিছু স্থান নির্বাচন করুন

source: Filter Doctor List
bn: চিকিৎসক তালিকা ফিল্টার করুন

source: Locations
bn: স্থানসমূহ

source: Experience
bn: অভিজ্ঞতা

source: years
bn: বছর

source: Rating
bn: রেটিং

source: Biography
bn: জীবনী

source: Specialist
bn: বিশেষজ্ঞ

source: Unable to load image
bn: ছবি লোড করা সম্বব হচ্ছে না

source: No Doctor Found!
bn: কোন চিকিৎসক খুঁজে পাওয়া যায়নি!

source: No Article Found!
bn: কোন অনুচ্ছেদ খুঁজে পাওয়া যায়নি!

source: Email
bn: ইমেইল

source: Password
bn: পাসওয়ার্ড

# loginbutton
source: Login
bn: প্রবেশ করুন

# logoutbutton
source: Logout
bn: প্রস্থান

# signupbutton
source: Sign Up
bn: নিবন্ধন করুন

source: Forgot Password
bn: পাসওয়ার্ড ভুলে গেছেন

source: Remember Me
bn: আমাকে মনে রাখবেন

# donothaveaccount
source: Don't have an account?
bn: একটি অ্যাকাউন্ট নেই?

# haveaccount
source: Already have an account?
bn: ইতিমধ্যে একটি অ্যাকাউন্ট আছে?

source: First Name
bn: নামের প্রথম অংশ

source: Last Name
bn: নামের শেষ অংশ

# dob
source: Date of Birth
bn: জন্ম তারিখ

source: Name
bn: নাম

source: Age
bn: বয়স

source: Year
bn: বছর

source: Month
bn: মাস

source: Day
bn: দিন

source: Confirm Password
bn: পাসওয়ার্ড নিশ্চিত করুন

source: Reset Password
bn: পাসওয়ার্ড রিসেট করুন

# resettext
source: Please enter the email that you want to reset the password
bn: আপনি যে ইমেলের পাসওয়ার্ড রিসেট করতে চান দয়া করে সেটি লিখুন

source: Delete Account
bn: অ্যাকাউন্ট মুছে ফেলুন

# deleteaccounttext
source: Are you sure you want to delete your account?
bn: আপনি কি আপনার অ্যাকাউন্ট মুছে ফেলার বিষয়ে নিশ্চিত?

# firstnamerequirederror
source: First Name is required
bn: প্রথম নাম আবশ্যক

# lastnamerequirederror
source: Last Name is required
bn: শেষ নাম প্রয়োজন

# dobrequirederror
source: Date of Birth is required
bn: জন্মতারিখ আবশ্যক

# emailrequirederror
source: Email is required
bn: ইমেইল আবশ্যক

# emailvaliderror
source: Enter a valid email address
bn: একটি বৈধ ইমেইল ঠিকানা লিখুন

# passrequirederror
source: Password is required
bn: পাসওয়ার্ড আবশ্যক

# passvaliderror
source: Passwords must have at least one special character
bn: পাসওয়ার্ডে কমপক্ষে একটি বিশেষ অক্ষর থাকতে হবে

# passlengthderror
source: Password must be at least 8 digits long
bn: পাসওয়ার্ড কমপক্ষে ৮ সংখ্যার হতে হবে

# passmatcherror
source: Password do not match
bn: পাসওয়ার্ড মিলছে না

# sighupnotice
source: By Sign up, you agree to accept our Privacy Policy, Terms of Services and Notification settings
bn: সাইন আপ করার মাধ্যমে, আপনি আমাদের গোপনীয়তা নীতি, পরিষেবার শর্তাবলী এবং বিজ্ঞপ্তি সেটিংস গ্রহণ করতে সম্মতি প্রদান করবেন ৷

source: Privacy Policy
bn: গোপনীয়তা নীতি

# termsservices
source: Terms of Services
bn: পরিষেবার শর্তাবলী

source: Notification settings
bn: বিজ্ঞপ্তি সেটিংস
